[Demo_Common_ep1_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=3900,Y=7590,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',Vec=(X=4352,Y=6688,Z=5),VecSub=(X=130,Y=0,Z=0),CId=25)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=3900,Y=7400,Z=-300),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[0]="se1_CE_0000_lp_open_normal",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0500_lp_Point",Rate=1,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0900_lp_Fly",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=3900,Y=7590,Z=100))
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_002_Cue',Name="エコロ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=WINDOW,Command=EXIT)
DemoScripts[18]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Ekoro.GG2_BGM_DM_Usual_Ekoro_Cue')
DemoScripts[19]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[20]=(Actor=FADE,Command=WAIT)
DemoScripts[21]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=3900,Y=7400,Z=60),CId=71)
DemoScripts[22]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[23]=(Actor=FADE,Command=WAIT)
DemoScripts[24]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=12,Z=0),SecTime=0.3)
DemoScripts[25]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[26]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=12,Z=0),SecTime=)
DemoScripts[27]=(Actor=WINDOW,Command=SET)
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_004_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_005_Cue',Name="エコロ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[36]=(Actor=WINDOW,Command=EXIT)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0901_fx_Fly2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[38]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=3900,Y=7400,Z=0),SecTime=3,CId=71)
DemoScripts[39]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[40]=(Actor=FADE,Command=WAIT)
DemoScripts[41]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[42]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=3900,Y=7400,Z=0),CId=71)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[44]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[45]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[46]=(Actor=FADE,Command=WAIT)
DemoScripts[47]=(Actor=WINDOW,Command=SET)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_007_Cue',Name="エコロ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_009_Cue',Name="エコロ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_010_Cue',Name="エコロ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_011_Cue',Name="エコロ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=0,Number=2,Bit=0)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_012_Cue',Name="エコロ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_013_Cue',Name="エコロ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_lp_close_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_015_Cue',Name="エコロ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_016_Cue',Name="エコロ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_017_Cue',Name="エコロ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[90]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_lp_close_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0107_fx_Stand2Perplex",Rate=0,Number=3,Bit=1)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0700_lp_Perplex",Number=8)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_018_Cue',Name="エコロ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0701_fx_Perplex2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_019_Cue',Name="エコロ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[103]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_021_Cue',Name="エコロ")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[105]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[106]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_022_Cue',Name="エコロ")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[108]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[111]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_023_Cue',Name="エコロ")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[113]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_025_Cue',Name="エコロ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[121]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[122]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_027_Cue',Name="エコロ")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0102_lp_close_tightly",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=3,Bit=1)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[130]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_028_Cue',Name="エコロ")
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[132]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_031_Cue',Name="エコロ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_032_Cue',Name="エコロ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[149]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[150]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=3,CId=71)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_035_Cue',Name="エコロ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[157]=(Actor=WINDOW,Command=EXIT)
DemoScripts[158]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[159]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[160]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[161]=(Actor=FADE,Command=WAIT)
DemoScripts[162]=(Actor=TEXTURE,Command=START,CId=0,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[163]=(Actor=GALLERY,Command=SET_FLAG,CId=0,Bit=0)
DemoScripts[164]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[165]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Memory_Sisters.GG2_BGM_DM_Memory_Sisters_Cue')
DemoScripts[166]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[167]=(Actor=FADE,Command=WAIT)
DemoScripts[168]=(Actor=WINDOW,Command=SET)
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[172]=(Actor=WINDOW,Command=EXIT)
DemoScripts[173]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[174]=(Actor=FADE,Command=WAIT)
DemoScripts[175]=(Actor=TEXTURE,Command=EXIT,CId=0,Bit=0)
DemoScripts[176]=(Actor=AMBIENT,Command=PLAY,SecTime=1,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[177]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[178]=(Actor=FADE,Command=WAIT)
DemoScripts[179]=(Actor=WINDOW,Command=SET)
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[182]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_042_Cue',Name="エコロ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[188]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_044_Cue',Name="エコロ")
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[190]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[192]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[195]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[196]=(Actor=BGM,Command=PLAY,SecTime=2,SoundID=SoundCue'GG2_BGM_DM_Usual_Ekoro.GG2_BGM_DM_Usual_Ekoro_Cue')
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_046_Cue',Name="エコロ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[199]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[201]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_047_Cue',Name="エコロ")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[203]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[205]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[206]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[207]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_049_Cue',Name="エコロ")
DemoScripts[208]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[209]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[210]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-62,Y=-5,Z=0),SecTime=0.5)
DemoScripts[211]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_050_Cue',Name="エコロ")
DemoScripts[212]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[213]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[214]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-62,Y=-5,Z=0),SecTime=)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[216]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[217]=(Actor=WINDOW,Command=SET)
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0003_fx_close_smile_L",motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=0,Number=3,Bit=1)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_ep1_2.GG2_V_CMN_ep1_2_052_Cue',Name="エコロ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=WINDOW,Command=EXIT)
DemoScripts[225]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[226]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[227]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[228]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[229]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[230]=(Actor=SYSTEM,Command=END)

[Select_Common_ep1_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Common_ep1_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="什麼......現在到底是什麼情況......?")

Texts[1]=(Label="TEXT02",Name="???",Text="關於這件事,就由我來向你說明.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="嗚哇!/n突然冒出人來了!?")

Texts[3]=(Label="TEXT04",Name="???",Text="果然是看得見我呢......")

Texts[4]=(Label="TEXT05",Name="???",Text="現在的你......峯大大人的眼力經過強化,/n平常\"看不見的東西\"/n也變得能夠看見了.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="眼力......?/n妳到底是......?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="我叫做\"艾可蘿\"./n是為人類帶來愛的邱比特./n也就是天使......不過是見習的就是了.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="天......天使?/n該不會是那個\"太受歡迎傳說\"的......?")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="太受歡迎......?/n啊啊,那是我天使學姊做的事情呢.")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="學姊是想做就做得到的人,/n但是卻有些脫線的地方.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="當時我都專程/n下來人界幫她補救了說......")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="結果在那之後的補習又搞砸了,/n所以現在還在接受那種處罰......")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="真是的......學姊真的/n沒有我就做不好事情呢--")

Texts[13]=(Label="TEXT14",Name="峯大",Text="暫停暫停暫停!/n那個學姊的事就先說到這裡,/n可以跟我說明一下現在是什麼狀況嗎?")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="咳咳./n真是失禮了.")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="我們天使學校三年級生的畢業考/n是要為女神大人指定的人類帶來桃花期.")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="因為我負責的對象是峯大大人,/n所以要向你放出愛之箭......原本應該是這樣......")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="但......但是受到惡魔的妨礙/n而出了差錯,把超強力的充能射擊/n打進你體內了......")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="一般來說,一次桃花期只會用1發箭矢./n明明是如此,我這次發出的充能射擊/n威力卻是普通箭矢的32發份......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="那,那不是很不妙嗎......?")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="......是的......現在的峯大大人/n是把人生所有的桃花期全部都/n緊~緊濃縮在今天1天之內的狀態.")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="在今天的太陽完全下山前,/n如果不向你的真命天女成功告白,/n兩情相悅的話--")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="從明天開始不光是異性,就連同性....../n甚至是動物都一輩子不會再對你/n抱有戀愛情感了!")

Texts[23]=(Label="TEXT24",Name="峯大",Text="......那的確是很困擾也說不定......")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="你的反應怎麼那麼平淡啊!/n這就是所謂的草食系嗎....../n請再更有危機感一點!")

Texts[25]=(Label="TEXT26",Name="峯大",Text="咦咦--/n追根究柢,還不是妳的錯......")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="不......不對!/n身為精英天使的我/n是不應該會失敗的!")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="惡魔! 沒錯!/n一切都是惡魔的錯--!")

Texts[28]=(Label="TEXT29",Name="峯大",Text="呃,嗯.什麼天使惡魔的,/n雖然沒什麼實感....../n但總之我明白了啦.")

Texts[29]=(Label="TEXT30",Name="峯大",Text="重點是如果不在今天之內跟喜歡的人告白/n就一輩子不會再受歡迎....../n是這麼回事吧?")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="就是這樣./n以人類而言,你理解力還滿好的嘛.")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="那就請趕快告訴我/n峯大大人心儀的對象吧.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="......")

Texts[33]=(Label="TEXT34",Name="峯大",Text="不,現在沒有耶......")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="現在?/n也就是說,以前有過對吧.")

Texts[35]=(Label="TEXT36",Name="峯大",Text="......")

Texts[36]=(Label="TEXT37",Name="峯大",Text="......有一對姊妹是我的兒時玩伴./n小時候無論做什麼都是三個人一起......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="總有一天,呃......會和其中一邊/n交往什麼的......應該會是這樣--/n這種事我是有想過啦......")

Texts[38]=(Label="TEXT39",Name="峯大",Text="但是妹妹那邊突然因為/n\"家裡的狀況\"而搬走了.")

Texts[39]=(Label="TEXT40",Name="峯大",Text="......而且關於搬家的事/n她們兩個什麼都沒對我說......")

Texts[40]=(Label="TEXT41",Name="峯大",Text="雖然姊姊留在了這個鎮上,/n但從那之後突然開始無視我....../n直到昨天為止,3年來一句話都沒說過......")

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="原來如此......那的確是/n沒什麼機會的樣子呢.")

Texts[42]=(Label="TEXT43",Name="峯大",Text="......昨天小真夜......妹妹好像/n時隔多年回到這裡來了,所以/n有了和她們兩人交談的機會,不過......")

Texts[43]=(Label="TEXT44",Name="艾可蘿",Text="結果還是不行?/n所以你就放棄了?")

Texts[44]=(Label="TEXT45",Name="峯大",Text="是,是的......")

Texts[45]=(Label="TEXT46",Name="艾可蘿",Text="真受不了....../n你這個人類未免太遜了吧.")

Texts[46]=(Label="TEXT47",Name="艾可蘿",Text="......真拿你沒辦法呢./n為了之後著想,就先來試一下/n\"心跳模式\"吧.")

Texts[47]=(Label="TEXT48",Name="峯大",Text="心跳模式? 那是什麼?")

Texts[48]=(Label="TEXT49",Name="艾可蘿",Text="那是連沒用的峯大大人/n也能夠拯救的神聖妙技.")

Texts[49]=(Label="TEXT50",Name="艾可蘿",Text="哎唷....../n剛好有個女孩子來告白了哦./n試著讓她昇天看看吧.")

Texts[50]=(Label="TEXT51",Name="峯大",Text="試著讓人昇天這種話,/n我有自信這輩子不會再聽到呢......")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="動口不如動手吧!/n心跳力場,展開!")

Texts[52]=(Label="",Name="",Text="")

Texts[53]=(Label="SELECT01",Name="",Text="")

Texts[54]=(Label="SELECT02",Name="",Text="")

Texts[55]=(Label="SELECT03",Name="",Text="")

Texts[56]=(Label="SELECT04",Name="",Text="")

Texts[57]=(Label="SELECT05",Name="",Text="")

Texts[58]=(Label="SELECT06",Name="",Text="")

Texts[59]=(Label="SELECT07",Name="",Text="")

Texts[60]=(Label="SELECT08",Name="",Text="")

Texts[61]=(Label="SELECT09",Name="",Text="")

Texts[62]=(Label="SELECT10",Name="",Text="")


